Repository: 84000/data-translation-memory
Catalog: Toh_152-The_Questions_of_Sagaramati-v2.tmx
Source language: bo
Languages: en

source: ཁྱོད་ནི་ཁྲོས་པར་གྱུར་ཀྱང་བདག་ལ་ཅི་བྱར་ཡོད། །
en: You could get angry, but what could you do?’

source: རི་དགས་ཀྱི་རྒྱལ་པོས་ཡང་སྨྲས་པ།
en: “The king of beasts responded,

source: བདག་ནི་བཏང་གིས་ཡོངས་སུ་བཟའ་བར་གྱིས། །བདག་གི་སྤྲེའུའི་ཕྲུ་གུ་གཉིས་ནི་བཏང་བར་གསོལ། །
en: “ ‘I’ll give myself up so you can eat me, So I implore you to release this pair of monkey babies.

source: བྱང་ཆུབ་ཞུགས་པ་དམ་བཅས་སྲུང་བར་བྱེད། །
en: I stand by my pledge to pursue awakening.

source: མཁས་པ་དག་ནི་བརྫུན་དུ་སྨྲ་བ་མེད། །
en: The learned ones never speak falsely.

source: བདག་བརྫུན་འགྱུར་དུ་འོང་སྟེ་ལྷག་བསམ་པས། །དེ་ནས་དྲང་སྲོང་ཆེན་པོ་ལུས་འདོར་ཏེ། །
en: “ ‘Lest my words prove false, with altruistic resolve The great sage offered his life.

source: དེ་ནས་ལྷག་པའི་བསམ་པས་དགར་གྱུར་ནས། །སེམས་ཅན་རྣམས་ཀྱི་ཆེད་དུ་ལུས་གཏོང་ངོ་། །
en: With great joy fueled by good motivation, I will give my life for beings.’

source: དེ་ནས་བྱ་རྒོད་ཀྱི་རྒྱལ་པོ་དེས་རྨད་དུ་བྱུང་བ་དེ་མཐོང་ནས་ནམ་མཁའ་ལ་གནས་ཏེ་ཆེད་དུ་བརྗོད་དེ་ཆེད་དུ་བརྗོད་པ།
en: “When the vulture king witnessed this marvel he called out while hovering in the sky,

source: གང་དག་གཞན་ཕྱིར་རང་གི་ལུས་འདོར་བ། །དེ་དག་འཚོ་བའི་འཇིག་རྟེན་འདིར་བདེར་འཚོ། །
en: “ ‘Whoever would give their life for another Deserves to live happily in this world.

source: ཁོ་བོས་སྤྲེའུའི་ཕྲུ་གུ་འདི་གཉིས་གཏང་བར་བྱ། །
en: I will release the two monkey babies.

source: ཁྱོད་ཀྱང་འཚོ་ཞིང་རིང་དུ་ཆོས་སྤྱོད་ཅིག །
en: May you live long and practice the Dharma!’

source: བློ་གྲོས་རྒྱ་མཚོ་དེའི་ཚེ་དེའི་དུས་ན་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་སེམས་ན་དེ་ལྟར་མི་བལྟའོ། །
en: “Sāgaramati, if you think the lion, king of beasts, is someone unknown to you, do not think that way.

source: བློ་གྲོས་རྒྱ་མཚོ་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེར་གྱུར་ཏོ། །
en: Because, Sāgaramati, it was I who was then the lion, king of beasts.

source: འོད་སྲུང་ཆེན་པོ་ནི་སྤྲེའུར་གྱུར་ཏོ། །སེར་སྐྱ་བཟང་མོ་ནི་སྤྲེའུ་མོར་གྱུར་ཏོ། །
en: Mahākāśyapa was the father monkey and Kapilabhadrā was the mother monkey.

source: སྒྲ་གཅན་ཟིན་དང་ཀུན་དགའ་བོ་ནི་སྤྲེའུ་ཕྲུག་ཏུ་གྱུར་ཏོ། །
en: Rāhula and Ānanda were the monkey twins.

source: དགེ་སློང་ཕྲེང་བ་བཟང་པོ་ནི་དེའི་ཚེ་དེའི་དུས་ན་བྱ་རྒོད་ཀྱི་རྒྱལ་པོ་སྤུ་གྲི་བ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: The monk Excellent Garland was the vulture king called Razor.

source: བློ་གྲོས་རྒྱ་མཚོ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ལུས་ནི་ཡོངས་སུ་གཏང་བར་བྱའི་སྐྱབས་སུ་དོང་བ་རྣམས་ནི་ཡོངས་སུ་གཏང་བར་མི་བྱ་སྟེ་
en: Given this story, Sāgaramati, bodhisattvas should offer up their bodies and never abandon those who seek refuge.

source: ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་བསྒྲུབ་པར་བྱའོ། །
en: In this way, one must practice what one preaches.

source: དེ་ལ་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་གང་ཞེ་ན།
en: “In this regard, what does it mean to practice what one preaches?

source: བློ་གྲོས་རྒྱ་མཚོ་བྱང་ཆུབ་སེམས་དཔའ་སྦྱིན་པ་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: Sāgaramati, when bodhisattvas teach generosity and explain about giving away all possessions, they should practice accordingly.

source: དེ་ལྟར་ན་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་ཡིན་ནོ། །
en: In this manner they must practice what they preach.

source: བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་ཚུལ་ཁྲིམས་དང་བསླབ་པ་དང་སྦྱངས་པའི་ཡོན་ཏན་ཐམས་ཅད་ཡང་དག་པར་འཛིན་ཅིང་སྤྱོད་པར་ཀུན་ཏུ་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: When bodhisattvas teach discipline and explain about upholding discipline, trainings, and ascetic practices, they should practice accordingly.

source: བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་གནོད་སེམས་དང་ཐ་བ་དང་ཞེ་སྡང་སྤོང་བར་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: When bodhisattvas teach patience and explain about giving up malice, strife, and aggression, they should practice accordingly.

source: བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་ཚོལ་བ་ལ་བརྩོན་འགྲུས་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: When bodhisattvas teach diligence and explain about diligently pursuing all virtuous qualities, they should practice accordingly.

source: བྱང་ཆུབ་སེམས་དཔའ་བསམ་གཏན་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་བསམ་གཏན་དང་རྣམ་པར་ཐར་པ་དང་ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: When bodhisattvas teach concentration and explain about being engaged in concentration, freedom, absorption, and equipoise, they should practice accordingly.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་སྨྲ་བ་ནི་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་ཚིག་རབ་ཏུ་དབྱེ་བའི་སྤོབས་པ་རྣམ་པར་ངེས་པའི་ཡེ་ཤེས་ལ་མཁས་པར་སྣང་བ་ཉིད་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: Likewise, when bodhisattvas teach insight and explain about mastering the definitive wisdom that eloquently expresses itself, they should practice accordingly.

source: དེ་བཞིན་དུ་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་ཀྱི་བར་དག་སྤོང་བར་སྨྲ་བ་དང་། དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་སྨྲ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཇི་སྐད་སྨྲ་བ་སྟེ། གང་གི་ཚེ་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤོང་བ་དང་དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་ཚོལ་བ་ལ་བརྩོན་པར་སྣང་བ་འདི་ནི་དེའི་དེ་བཞིན་བྱེད་པའོ། །
en: “Likewise, when bodhisattvas teach about abandoning all nonvirtuous qualities and perfecting all positive qualities, and explain about being diligent in abandoning all nonvirtuous qualities and pursuing all positive qualities, they should practice accordingly.

source: གཞན་ཡང་བསམ་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །གཡོ་མེད་ཅིང་སྒྱུ་མེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: Moreover, when they explain about contemplation, they should be without pretense or hypocrisy.

source: སྦྱོར་བ་ནི་ཇི་སྐད་སྨྲ་བའོ། །སྦྱོར་བ་ཉམས་འོག་ཏུ་ཆུད་པར་བྱེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about practice, they should gain experience with the practices.

source: རྩོམ་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །རྩོམ་པ་ལ་ཞུམ་པ་མེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about engagement, they should be dauntless in their engagement.

source: ལྷག་པའི་བསམ་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །དེ་ལ་མ་ཆགས་པར་ཁྱད་པར་དུ་འགྲོ་བ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about pure intention, they should be without attachment.

source: དམ་བཅས་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །དམ་བཅས་པ་ཉམས་འོག་ཏུ་ཆུད་པར་བྱེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about commitments, they should live by their commitments.

source: ཐོས་པ་ཀུན་ཏུ་འཛིན་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །ཐོས་པ་སྒྲུབ་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about mastering the art of learning, they should be learned themselves.

source: ཚིག་གིས་ཡང་དག་པར་བླངས་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །ལུས་དང་སེམས་ཞུམ་པ་མེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about making commitments, they should be committed in body and mind.

source: ང་རྒྱལ་མེད་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about lack of pride, they should perfect their wisdom.

source: བསླབ་པ་ཡང་དག་པར་བླངས་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །བསླབ་པ་མ་ཉམས་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about taking up the trainings, they should not let their trainings falter.

source: སེམས་དང་པོ་བསྐྱེད་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་སྒྲུབ་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about initially developing the mind of awakening, they should engage in the conduct of bodhisattvas.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །ཕྱིར་མི་ལྡོག་པའི་ས་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about the acceptance that phenomena are unborn, they should practice the irreversible level.

source: སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འདུག་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about being impeded by one more birth only, they should sit at the seat of awakening.

source: ཡང་དག་པར་བླངས་པ་བརྟན་པ་ནི་ཇི་སྐད་སྨྲ་བའོ། །ཐམས་ཅད་མཁྱེན་པ་ཉིད་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about firm commitments, they should practice awakening fully to omniscience.

source: ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ་ནི་ཇི་སྐད་སྨྲ་བའོ། །དཀོན་མཆོག་གསུམ་གྱི་རིགས་མི་འཆད་པར་བྱེད་པ་ནི་དེ་བཞིན་བྱེད་པའོ། །
en: When they explain about the turning of the wheel of Dharma, they should preserve the continuity of the family of the Three Jewels.

source: བློ་གྲོས་རྒྱ་མཚོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟ་བུ་ནི་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་ཡིན་ནོ། །
en: Sāgaramati, bodhisattva great beings who preach these things should practice them accordingly.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་བསྟན་པ་འདི་བཤད་པ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལྔ་སྟོང་གིས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཏོ། །
en: When the Blessed One gave this teaching on practicing what one preaches, five thousand bodhisattvas attained acceptance that phenomena are unborn.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མ་བཀོད་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the bodhisattva great being Padmavyūhā said to the Blessed One,

source: བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པས་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བགྱིད་པས་སངས་རྒྱས་ཀྱི་ཆོས་འདི་ཐམས་ཅད་བསྟན་པ་ནི་ངོ་མཚར་ཏོ། །
en: “Blessed One, this teaching by the Thus-Gone One on practicing what one preaches, which reveals all these buddha qualities, is incredible.

source: བཅོམ་ལྡན་འདས་འདི་ལ་འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་གསུང་བསྒྲུབ་པ་འདི་ཡང་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བགྱིད་པ་ལགས་སོ། །
en: Blessed One, the accomplishment of the Thus-Gone One’s speech is to practice what one preaches.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་ཁྱོད་བསྒྲུབ་པ་ཤེས་སམ།
en: “Noble son,” asked the Blessed One, “do you understand this accomplishment?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་འཚལ་ཏོ། །
en: “Blessed One, I do.”

source: རིགས་ཀྱི་བུ་ཁྱོད་བསྒྲུབ་པ་ལས་རྩོམས་ལ་སྤོབས་པར་གྱིས་ཤིག །
en: “Noble son, please elucidate the subject of accomplishment!”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་བསྒྲུབ་པ་ཞེས་བགྱི་བ་ནི་གང་། ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་ཀྱིས་མཉམ་པ་ཉིད་དུ་འཚལ་ནས་
en: “Blessed One, ‘accomplishment’ refers to the understanding that all phenomena are the same in terms of their sameness.

source: ཡང་དག་པ་ཉིད་ཀྱི་ངེས་པར་གྱུར་པ་ལ་འཇུག་པ་ཤེས་པ་ལ་མཁས་ཀྱང་མངོན་སུམ་དུ་ཡང་མི་བགྱིད་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་བསྒྲུབ་པ་ཡང་དག་པའོ། །
en: Knowing this, one comes to certainty in this truth. Nevertheless, the authentic accomplishment of bodhisattvas is not to flaunt this.”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་རི་དབང་རྒྱལ་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva Lord of Mountains then said to the Blessed One,

source: བཅོམ་ལྡན་འདས་བདག་ཀྱང་བསྒྲུབ་པ་ལས་བརྩམས་ཏེ་སྤོབས་ལགས་སོ། །
en: “Blessed One, I would also like to elucidate the subject of accomplishment.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་ཁྱོད་སྤོབས་པར་གྱིས་ཤིག །
en: “Noble son, please speak,” responded the Blessed One.

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སྒྲུབ་པ་ནི་བསྒྲུབ་པ་མ་མཆིས་པའོ། །
en: “Blessed One, accomplishment is no accomplishment.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་ཆོས་ཐམས་ཅད་མ་དམིགས་ཏེ། གང་བསྒྲུབ་པ་དང་། གང་ལ་སྒྲུབ་པའི་ཆོས་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་
en: Blessed One, a bodhisattva who does not observe any phenomena will not see anything to accomplish or any basis for accomplishment.

source: འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: This is authentic accomplishment.”

source: བཅོམ་ལྡན་འདས་གང་ལ་སེམས་ཀྱི་རྗེས་སུ་འབྲང་བའི་རྣམ་པར་ཤེས་པ་འཇུག་པ་དེ་ལ་སྒྲུབ་པ་ག་ལ་མཆིས།
en: “Blessed One, how could any application of consciousness that involves the mind be accomplishment?

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་ཤེས་པ་མི་གནས་པ་དེ་ཆོས་གང་ལ་ཡང་མི་གནས་པ་ལགས་སོ། །
en: Blessed One, when bodhisattvas do not let their consciousness rest on any phenomenon, that is called ‘not resting on any phenomenon.’

source: གང་ཆོས་ཐམས་ཅད་ལ་ཡང་མི་གནས་པ་དེ་ཉིད་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: This very ‘not resting on any phenomenon’ is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་ལྷུན་པོའི་སྒྲོན་མེའི་རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ལྟ་བ་མ་མཆིས་པ་ནི་སྒྲུབ་པ་ལགས་ཏེ།
en: The bodhisattva King of the Immense Lamp said, “Blessed One, accomplishment is having no view.

source: ལྟ་བ་དང་བཅས་པ་ལ་སྒྲུབ་པ་མ་མཆིས་སོ། །
en: Having a view is not accomplishment.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་ཐམས་ཅད་གདེག་པ་མ་མཆིས་པ་དང་། གཞག་པ་མ་མཆིས་པས་ཆོས་གང་ལའང་མི་ལྟ་བ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: Blessed One, bodhisattvas who do not form views about any phenomenon because they do not take up or put down any phenomenon have authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་ཉི་མའི་སྙིང་པོས་གསོལ་པ།
en: The bodhisattva Suryagarbha said,

source: བཅོམ་ལྡན་འདས་གནས་པ་ནི་གཡོ་བ་ལགས་ཏེ། མི་གནས་པ་ལ་གཡོ་བ་མ་མཆིས་སོ། །
en: “Blessed One, to exist is to move, and to not exist is to not move.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་གནས་པར་མི་བགྱིད་པ་དེ་ནི་མི་གཡོའོ། །
en: Blessed One, a bodhisattva who does not exist, does not move.

source: གང་མི་གཡོ་བ་དེ་ཆོས་ཐམས་ཅད་ཀྱིས་མི་འཁྲུགས་ཏེ།
en: No phenomenon can disturb one who is unmoving.

source: བྱང་ཆུབ་སེམས་དཔའ་དཔའ་བོས་གསོལ་པ།
en: The bodhisattva Vīra said,

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ནི་སེམས་ཀྱིས་སྤྱོད་དོ། །
en: “Blessed One, the mind acts upon the world.

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ནི་སེམས་ཀྱིས་རྒྱུག་གོ། །
en: Blessed One, the mind hastens after the world.

source: རྗེས་སུ་རྒྱུག་གོ། །
en: It chases after it.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་སེམས་ཐམས་ཅད་སེམས་མ་མཆིས་པར་གྱུར་པ་དེ་ནི་མི་སེམས་མི་རྟོག་སྟེ།
en: Blessed One, a bodhisattva for whom all facets of mind involve no mind does not think or conceptualize.

source: བྱང་ཆུབ་སེམས་དཔའ་མཐོང་དགས་གསོལ་པ།
en: The bodhisattva Priyadarśana said,

source: བཅོམ་ལྡན་འདས་ཚོར་བ་ཐམས་ཅད་ནི་དེ་བཞིན་གཤེགས་པས་སྡུག་བསྔལ་དུ་གསུངས་ཏེ།
en: “Blessed One, all feelings have been described by the Thus-Gone One as suffering.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཚོར་བ་ཐམས་ཅད་ཀྱི་རྒྱུན་བཀུམ་ནས་ཚོར་བ་མ་མཆིས་ཤིང་ལེན་པ་མ་མཆིས་ཀྱང་ཚོར་བ་འགོག་པ་ལ་ཡང་རིག་པར་མི་བགྱིད་ལ་སྙིང་རྗེ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་མི་གཏོང་བ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: Blessed One, any bodhisattva who ends the flow of all feelings, and thus has no feeling or acquisition, does not cognize a cessation of feeling, and out of great compassion does not abandon all beings, has authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་གླང་ཆེན་སྤོས་ཀྱི་བལ་གླང་གིས་གསོལ་པ།
en: The bodhisattva Incense Elephant said,

source: བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཕུང་པོ་ལྔ་ལ་ལྟ་བས་གླགས་པར་གྱུར་པས་ཁུར་གྱིས་ནོན་པ་ལགས།
en: “Blessed One, ordinary childish beings observe and involve themselves with the five aggregates, and are thereby burdened by them.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཕུང་པོ་ལྔ་ཡོངས་སུ་འཚལ་བ་དང་ལྡན་ཏེ་
en: Blessed One, bodhisattvas who have an understanding of the five aggregates will quickly cast them aside.

source: ཁུར་མྱུར་དུ་འདོར་བ་དེ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཕུང་པོ་ལྔ་ལ་ལྟ་བས་གླགས་པར་གྱུར་པས་ཁུར་གྱིས་ནོན་པ་རྣམས་ཀྱི་ཁུར་སྤང་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་ཆོས་ཐམས་ཅད་མ་སྐྱེས་ཤིང་མངོན་པར་གྲུབ་པ་མ་མཆིས་པས་ཆོས་གང་ལ་ཡང་ཡང་དག་པའི་འདུ་ཤེས་སུ་མི་འགྱུར་བ་
en: They will teach the Dharma so that ordinary childish beings may relinquish the weight that burdens them due to observing and involving themselves with the five aggregates. Because all phenomena are unborn and unmanifest, they do not even form correct notions about any phenomena.

source: བྱང་ཆུབ་སེམས་དཔའ་འགྲོ་བ་འཛིན་གྱིས་གསོལ་པ།
en: The bodhisattva Caretaker of Beings said,

source: བཅོམ་ལྡན་འདས་ཡང་དག་པར་སྦྱོར་བའི་སྒྲུབ་པ་ལགས་ཀྱི་ཡ་ང་བའི་སྦྱོར་བའི་མ་ལགས་ཏེ།
en: “Blessed One, it is an accomplishment based on authentic practice, not mistaken practice.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ཡང་དག་པའི་སྦྱོར་བ་ལ་བརྩོན་པར་བགྱིའོ། །
en: Blessed One, bodhisattvas exert themselves in authentic practice.

source: དེ་ལ་ཡང་དག་པའི་སྦྱོར་བ་གང་ཞེ་ན།
en: What does authentic practice mean in this case?

source: འདི་ལྟ་སྟེ། ནམ་མཁའ་དང་མཉམ་པ་ཉིད་པས་གང་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་འཚལ་བ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: It is the understanding that all phenomena are sameness since they are the same as space. This is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་བརྟན་པས་གསོལ་པ།
en: The bodhisattva Steadfast Intelligence said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཐབས་དང་ཤེས་རབ་ཀྱི་ཡེ་ཤེས་ཀྱིས་མ་སྐྱེས་པ་ལས་ཀྱང་སྐྱེ། མ་བྱུང་བ་ལས་ཀྱང་འབྱུང་ཡང་སྐྱེ་བ་དང་འཇིག་པ་དང་གནས་པ་ལ་མི་གནས་པ་
en: “Blessed One, bodhisattvas who allow for birth despite the unborn, and arising despite non-arising through their wisdom of skillful means and insight, are not involved in birth, destruction, or abiding.

source: བྱང་ཆུབ་སེམས་དཔའ་དཔལ་བརྩེགས་རྒྱལ་པོས་གསོལ་པ།
en: The bodhisattva King of Splendors said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་སེམས་ཅན་ཐམས་ཅད་རང་བཞིན་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ཡང་མཐོང་ལ་སྙིང་རྗེ་ཆེན་པོའི་གོ་ཆ་དེ་ཡང་མི་འདོར་ཞིང་རྩོལ་བ་ཡང་དོན་མཆིས་པར་མཐོང་བ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: “Blessed One, when bodhisattvas see all beings as being inherently beyond suffering, yet do not lose their armor of great compassion and still see effort as worthwhile, that is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་འོད་ཟེར་ཐོགས་པ་མེད་པས་གསོལ་པ།
en: The bodhisattva Unimpeded Light said,

source: བཅོམ་ལྡན་འདས་རྒྱུ་བའི་གནས་ཇི་ཙམ་པ་དེ་ཙམ་དུ་བདུད་ཀྱི་ལས་སོ། །
en: “Blessed One, māras are active to the degree that one vacillates.

source: ཅི་ཙམ་དུ་བདུད་ཀྱི་ལས་ལགས་པ་དེ་ཙམ་དུ་སྒྲུབ་པ་མ་མཆིས་ཏེ།
en: When the māras are active, there is no accomplishment.

source: བཅོམ་ལྡན་འདས་རྒྱུ་བ་མ་མཆིས་པའི་གནས་ལ་གནས་པ་ལ་ནི་བདུད་ཀྱིས་གླགས་མི་རྙེད་དེ།
en: Blessed One, being consistent in not vacillating gives māras no chance.

source: བདུད་ཀྱི་ལམ་ལས་ཤིན་ཏུ་འདས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྒྲུབ་པ་ཡང་དག་པ་ལ་གནས་པ་ཞེས་བགྱིའོ། །
en: Such a bodhisattva who has transcended the paths of māras is said to have authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་འབར་གྱིས་གསོལ་པ།
en: The bodhisattva Dīptavīrya said,

source: བཅོམ་ལྡན་འདས་གང་དག་ཆོས་འགའ་ཞིག་ཡོངས་སུ་འགྲུབ་པར་འཚལ་བ་དེ་དག་གི་འབད་པ་དོན་མ་མཆིས་པ་ལགས་སོ། །
en: “Blessed One, the efforts of those who think that any phenomenon is truly real are pointless.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཡོངས་སུ་གྲུབ་པ་མ་མཆིས་པར་ཡང་འདིར་འཚལ་ལ་འཚལ་བ་གང་ལགས་པས་ཀྱང་རློམ་སེམས་སུ་མི་བགྱིད་པ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: Blessed One, understanding the fact that no phenomenon is truly real prevents conceptual mind. This is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་ངན་སྤོང་གིས་གསོལ་པ།
en: The bodhisattva Bhṛgu said,

source: བཅོམ་ལྡན་འདས་གང་དག་འགྱུར་བ་དང་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པ་དེ་དག་ལ་སྒྲུབ་པ་ག་ལ་མཆིས།
en: “Blessed One, how could indulging in change and concepts be accomplishment?

source: བཅོམ་ལྡན་འདས་འགྱུར་བ་མ་མཆིས་པ་དང་རྟོག་པ་མ་མཆིས་པ་ནི་སྒྲུབ་པ་སྟེ།
en: Blessed One, accomplishment is unchanging and nonconceptual.

source: གང་འགྱུར་བ་མ་མཆིས་པ་དང་རྣམ་པར་རྟོག་པ་མ་མཆིས་པ་ནི་སེམས་ཅན་གྱི་སེམས་ཀྱི་རང་བཞིན་ལགས་སོ། །
en: The nature of mind of beings is unchanging and nonconceptual.

source: སེམས་ཀྱི་རང་བཞིན་ཡོངས་སུ་འཚལ་བ་དང་ལྡན་པ་ནི་སྒྲུབ་པ་ཡང་དག་པ་ལ་གནས་པ་ཞེས་བགྱིའོ། །
en: Understanding the nature of mind is said to be authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་བསམ་པ་ལེགས་པར་སེམས་ཀྱིས་གསོལ་པ།
en: The bodhisattva Thinker of Good Thoughts said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་རྗེས་སུ་འཇུག་པར་བགྱི་སྟེ།
en: “Blessed One, bodhisattvas know the minds of all beings.

source: གང་འདིར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་རྣམས་ཀྱང་སེམས་མ་ལགས་པར་སེམས་འཚལ་བ་ལ་འཇུག་པ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: They understand that the minds of all beings are not mind. That understanding of mind is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ཀྱིས་གསོལ་པ།
en: The bodhisattva Śāntamati said,

source: བཅོམ་ལྡན་འདས་ཉེ་བར་ཞི་བ་ནི་སྒྲུབ་པ་ལགས་ཏེ།
en: “Blessed One, peace is accomplishment.

source: མ་ཞི་བ་ལ་ནི་སྒྲུབ་པ་མ་མཆིས་སོ། །
en: What is not peace is not accomplishment.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་སེམས་ཀྱི་དམིགས་པ་ཐམས་ཅད་ལས་ཞི་བ་དང་རབ་ཏུ་ཞི་བ་དང་། ཉེ་བར་ཞི་བ་དེ་རྟོག་པ་དང་སྤོང་བར་མི་བགྱིད་དེ་རྟོག་པ་དང་སྤོང་བ་དང་བྲལ་བ་མཉམ་པ་ཉིད་དུ་རྟོགས་པ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: Blessed One, bodhisattvas should pacify, calm down, and eliminate all mental apprehension, and not conceptualize or abandon anything. That realization—that the absence of concepts and abandonment is the same—is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་དེད་དཔོན་བཟང་པོས་གསོལ་པ།
en: The bodhisattva Susārthavāha said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བས་བརྟན་པ་ནི་སྒྲུབ་པ་ཐོབ་པར་བགྱིད་པ་ལགས་ཏེ། དགེ་བའི་རྩ་བས་མ་བརྟན་པ་ནི་མ་ལགས་སོ། །
en: “Blessed One, when bodhisattvas are grounded in roots of virtue they gain accomplishment, but not when they are not grounded in roots of virtue.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་བསོད་ནམས་ཀྱི་ཚོགས་ཀྱིས་ཀྱང་བརྟན་ཡེ་ཤེས་ཀྱི་ཚོགས་ཀྱིས་ཀྱང་བརྟན་ཏེ།
en: Blessed One, bodhisattvas should be grounded in the accumulation of merit and grounded in the accumulation of wisdom.

source: བསོད་ནམས་མཉམ་པ་ཉིད་བས་ཡེ་ཤེས་མཉམ་པ་ཉིད་ཡེ་ཤེས་མཉམ་པ་ཉིད་པས་བསོད་ནམས་མཉམ་པ་ཉིད།
en: Through the sameness of merit they understand the sameness of wisdom. Through the sameness of wisdom they understand the sameness of merit.

source: བསོད་ནམས་དང་ཡེ་ཤེས་མཉམ་པ་ཉིད་པས་བྱང་ཆུབ་མཉམ་པ་ཉིད། བྱང་ཆུབ་མཉམ་པ་ཉིད་པས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་ཁོང་དུ་ཆུད་པ་
en: Through the sameness of merit and wisdom they understand the sameness of awakening. Through the sameness of awakening they understand the sameness of all phenomena.

source: བྱང་ཆུབ་སེམས་དཔའ་དུས་དཔོག་རྒྱལ་པོས་གསོལ་པ།
en: The bodhisattva King of Seers said,

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་དབྱེར་མ་མཆིས་པ་ནི་སྒྲུབ་པ་ལགས་ཏེ།
en: “Blessed One, the inseparability of all phenomena is authentic accomplishment.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་སུ་ཡང་དག་པར་འདུ་བར་འཚལ་ནས་ཆོས་གང་ཡང་འབྱེད་པར་ཡང་མི་བགྱིད། སྦྱོར་བར་ཡང་མི་བགྱིད་པ་
en: Blessed One, when bodhisattvas know that all phenomena are subsumed within the realm of phenomena, they should neither attempt to divide them, nor join them together.

source: བྱང་ཆུབ་སེམས་དཔའ་དོན་ལེགས་སེམས་ཀྱིས་གསོལ་པ།
en: The bodhisattva Meaningful Contemplative said,

source: བཅོམ་ལྡན་འདས་དོན་ལ་རྟོན་པ་ལགས་ཀྱི་ཚིག་འབྲུ་ལ་མ་ལགས་ཏེ།
en: “Blessed One, one should rely on the meaning rather than the words.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་དོན་གྱི་རྗེས་སུ་ཞུགས་པའི་བློས་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་ཀུན་ཏུ་འཛིན་པ་དང་སྟོན་པར་བགྱིད་ཀྱང་ཡང་དག་པའི་དོན་བརྗོད་དུ་མ་མཆིས་པ་དེ་ལས་ཀྱང་མི་གཡོ་བ་
en: Blessed One, bodhisattvas should retain and teach the 84,000 sections of the Dharma with a mind that knows the meaning and thus does not diverge from the inexpressible true meaning.

source: བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྣམ་པར་དག་པས་གསོལ་པ།
en: The bodhisattva Pure Intellect said,

source: བཅོམ་ལྡན་འདས་ལྷག་པའི་བསམ་པ་ནི་སྒྲུབ་པ་ལགས་ཏེ།
en: “Blessed One, altruism is accomplishment.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ལྷག་པའི་བསམ་པ་ལ་ཞུགས་པ་དེ་ནི་སྐད་དང་ཚིག་དང་བརྗོད་པ་ལྷུར་ལེན་པ་མ་ལགས་ཀྱི་དེ་
en: Blessed One, when bodhisattvas develop altruism, they do not obsess over language, words, and expression.

source: ནི་ཡང་དག་པའི་སྒྲུབ་པ་ཚོལ་བ་ལགས་ཏེ།
en: That is seeking authentic accomplishment.

source: ཇི་ལྟར་འགྲོ་བ་དང་འོང་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་དེ་ལྟར་ཚོལ་བ་འདི་ནི་དེའི་སྒྲུབ་པ་ཡང་དག་པ་ལགས་སོ། །
en: Such effort that does not observe any coming or going is authentic accomplishment.”

source: བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་དྲི་མེད་སེམས་པས་གསོལ་པ།
en: The bodhisattva Perfectly Immaculate Being said,

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་ན། གོས་དྲི་མ་ཅན་བཀྲུ་བར་བགྱིའི་དྲི་མ་མ་མཆིས་པ་ནི་མ་ལགས་སོ། །
en: “Blessed One, to draw an analogy, stains do not remain when they have been washed from dirty cloth.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་སེམས་ཡོངས་སུ་མ་དག་པ་ནི་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་སོ་སོར་རྟོག་པས་ཡོངས་སུ་སྦྱང་བར་བགྱིའོ། །
en: Blessed One, likewise, the impurity of mind is refined by accurate analysis.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་གི་སེམས་དང་ཡིད་ལ་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་མི་འཇུག་པ་དེ་དག་པའོ། །
en: Blessed One, purification is when a bodhisattva does not get involved in the primary and secondary afflictions of mind and cognition.
